/* Info Text */
"Add users if this device is used by several persons. Use the + button on the top right corner." = "Ajoutez des utilisateurs si cet appareil est utilisé par plusieurs utilisateurs. Utilisez les boutons + en haut à droite.";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* Label of delete button */
"Delete" = "Effacer";

/* message */
"Do you want to delete all the data for this user?" = "Est-ce que vous désirez effacer toutes les données de cet utilisateur?";

/* Edit User page title */
"Edit user" = "Editition";

/* Tip for th label of the name entry field */
"In a medical environnement choose a username that preserve nonymity." = "Dans un environnement médical, choisissez un nom qui préserve votre anonymat.";

/* Tip for the password entry field */
"Leave empty for no password" = "Facultatif";

/* Left nav Button */
"Menu" = "Menu";

/* Label of the name entry field */
"Name" = "Nom";

/* Name of a newly created user */
"New user" = "Nouvel utilisateur";

/* Info Text */
"Only the owner may remove or edit user. \nYou may switch to another identity by choosing the coresponding username." = "Seul le propriétaire peu enlever ou modifier un utilisateur. pouvez changer d'identité en choisissant un autre nom d'utilisateur.";

/* Label of the password entry field */
"Password" = "Mot de passe";

/* App Title */
"Users" = "Utilisateurs";

/* Info Text */
"You may switch to another identity by choosing the coresponding username. Only the owner may add or remove user." = "Vous pouvez changer d'identité en choisissant un autre nom d'utilisateur. Seul le propriétaire peut ajouter ou enlever des utilisateurs.";

